app/controllers/articles_controller.rb

  def create
    @article = Article.new(article_params)

    @article.save
---
INSERT INTO `articles` (`title`, `text`, `created_at`, `updated_at`) VALUES ('Cim2', 'mindent belőttem - után', '2015-06-12 14:12:28', '2015-06-12 14:12:28')