app/controllers/welcome_controller.rb

SELECT  `users`.* FROM `users` WHERE `users`.`id` = 1  ORDER BY `users`.`id` ASC LIMIT 1
SELECT `users_wine_clubs`.* FROM `users_wine_clubs` WHERE `users_wine_clubs`.`user_id` IN (1)
SELECT `wine_clubs`.* FROM `wine_clubs` WHERE `wine_clubs`.`id` IN (1, 3, 7)
---
  def index
  	# lekérem a belépett userhez tartozó borklubok listáját

  	# require 'pry'; binding.pry
  	# @users_wine_clubs = WineClub.includes(:users_wine_clubs).where('users.id = ?', current_user.id).all
	@users_wine_clubs = WineClub.includes(:users).where(users: {id: current_user.id}).all