app/controllers/wine_clubs_controller.rb

INSERT INTO `users_wine_clubs` (`user_id`, `wine_club_id`) VALUES (1, 18)
INSERT INTO `wine_clubs` (`title`, `text`, `created_at`, `updated_at`) VALUES ('András búcsú', 'A kövi borklubbon Andrást búcsúztatjuk el.', '2015-07-22 22:19:36', '2015-07-22 22:19:36')
---
  def create
    @wine_club = WineClub.new(wine_club_params)
    @wine_club.save